{"gameId":"1000","id":"neighbor_mrs_kline","displayName":"Mrs. Kline","name":"Mrs. Kline (Neighbor)","profile":{"description":"A woman in her seventies, sturdy and steady. Not slim but in good shape, she stands in the hallway with a friendly face and wire‑frame glasses. An apron hides her hands, and house shoes whisper on the scuffed floor.","image":"https://res.cloudinary.com/dg912bwcc/image/upload/v1758109703/11_npc_Mrs_Kline_FullBody_r7mss4.png","narratorIntro":{},"narrator":{"intro":{"videoUrl":"https://res.cloudinary.com/dg912bwcc/video/upload/v1758113792/11_NPC_Kline_Narrator_1_xxtxeq.mp4","text":"Ah yes, you are about to talk to Mrs. Kline. She’s lived in this building longer than most, a steady presence in the hallway. Age has slowed her a little, but not her curiosity. She spends her evenings with her cat Charles, always keeping one ear open to the goings‑on around her. Not the sort to cause trouble, but she has a way of knowing when something is amiss. If you listen carefully, you may catch details others overlook, though her memory isn’t always as sharp as she believes.","image":"https://res.cloudinary.com/dg912bwcc/image/upload/v1758109703/11_npc_Mrs_Kline_FullBody_r7mss4.png"},"revisit":{"text":"You’ve returned to speak with Mrs. Kline. She may still confirm what mattered: raised voices on the stairwell and a man in a white coat leaving in a hurry.","image":"https://res.cloudinary.com/dg912bwcc/image/upload/v1758109703/11_npc_Mrs_Kline_Headshot_fqvfpr.png"}}},"ai":{"scriptedAnswers":[{"script":"Oh dear, I’m not quite sure I caught much, really. My eyes, well, they’re not what they used to be, you see. Sometimes I think I hear things that aren’t there, or miss things right in front of me. I’m afraid I’m not much help, honestly, but I do try my best to remember what I saw, even if it’s a bit fuzzy.","manner":"Elderly woman, talks slow, intimidated, her hands gesture in the air slowly uncoordinated.","image":"headshot 1","videoUrl":"https://res.cloudinary.com/dg912bwcc/video/upload/v1758101613/11_NPC_Kline_1_hurx2z.mp4","type":"vague"},{"script":"Hmm, I think I heard some voices on the stairs, yes, but I couldn’t quite make out what they were saying, I’m afraid. The hallway isn’t the quietest place, and with the old pipes and creaky floors, it’s hard to be sure. But it did sound like there was some sort of disagreement, though I can’t say what about exactly.","manner":"Elderly woman, talks slow, intimidated, her hands gesture in the air slowly uncoordinated.","image":"fullBody 2","videoUrl":"https://res.cloudinary.com/dg912bwcc/video/upload/v1758101611/11_NPC_Kline_2_hxfpq9.mp4","type":"observant"},{"script":"He’s usually a quiet sort, yes. Always polite when we pass by in the hall, as far as I recall. I don’t know him well, but he seems like the kind of person who keeps to himself mostly, though I do catch him sometimes looking a bit worried or distracted.","manner":"Elderly woman, talks slow, intimidated, her hands gesture in the air slowly uncoordinated.","image":"headshot 3","videoUrl":"https://res.cloudinary.com/dg912bwcc/video/upload/v1758101611/11_NPC_Kline_3_xrjzkl.mp4","type":"personal"},{"script":"Was that last night, or maybe the night before? Oh, my memory isn’t what it used to be, I get all mixed up sometimes. I try to keep track, but the days all run together after a while, you know. I just remember hearing some noise on the stairs around that time, but I can’t be sure exactly when.","manner":"Elderly woman, talks slow, intimidated, her hands gesture in the air slowly uncoordinated.","image":"headshot 4","videoUrl":"https://res.cloudinary.com/dg912bwcc/video/upload/v1758101614/11_NPC_Kline_4_l6twnh.mp4","type":"confused"},{"script":"There was a man in a white coat, I believe. Maybe a chef’s coat? They seemed to be arguing, if I’m not mistaken. It was quite brief, and I wasn’t paying too much attention at first, but the tone was sharp enough to catch my ear. I wish I could remember more clearly, but my eyes and ears aren’t as sharp as they once were.","manner":"Elderly woman, talks slow, intimidated, her hands gesture in the air slowly uncoordinated.","image":"fullBody 5","videoUrl":"https://res.cloudinary.com/dg912bwcc/video/upload/v1758101615/11_NPC_Kline_5_f7ukjn.mp4","type":"clue"},{"script":"I try not to pry too much, you know, but in these old buildings, it’s hard not to overhear a thing or two. Walls are thin, and voices carry. Sometimes I catch snippets of conversations that make me wonder what’s really going on, even if I’m not supposed to know.","manner":"Elderly woman, talks slow, intimidated, her hands gesture in the air slowly uncoordinated.","image":"fullBody 6","videoUrl":"https://res.cloudinary.com/dg912bwcc/video/upload/v1758101608/11_NPC_Kline_6_bvfkd8.mp4","type":"apologetic"},{"script":"You know, the hallway light flickers something dreadful. Makes it really hard to see who’s coming or going sometimes. I’ve been meaning to mention it to the landlord, but you know how these things go. It’s just one of those little annoyances that stick around.","manner":"Elderly woman, talks slow, intimidated, her hands gesture in the air slowly uncoordinated.","image":"fullBody 7","videoUrl":"https://res.cloudinary.com/dg912bwcc/video/upload/v1758101609/11_NPC_Kline_7_ynizlq.mp4","type":"environment"},{"script":"I could’ve sworn I heard someone running down the stairs, but, well, it might’ve just been the radio playing, I’m not sure. Sometimes my mind plays tricks on me, or I confuse one sound with another. It’s hard to say what’s real sometimes when you’re old like me.","manner":"Elderly woman, talks slow, intimidated, her hands gesture in the air slowly uncoordinated.","image":"fullBody 8","videoUrl":"https://res.cloudinary.com/dg912bwcc/video/upload/v1758101608/11_NPC_Kline_8_hwirv5.mp4","type":"uncertain"},{"script":"If you happen to see my cat, please do let me know. She likes to hide in the laundry room, that little rascal. She’s been slipping out lately, and I worry about her getting lost or stuck somewhere. She’s my little companion, keeps me company in these quiet days.","manner":"Elderly woman, talks slow, intimidated, her hands gesture in the air slowly uncoordinated.","image":"headshot 9","videoUrl":"https://res.cloudinary.com/dg912bwcc/video/upload/v1758101612/11_NPC_Kline_9_k29qin.mp4","type":"banter"},{"script":"People come and go, but not much escapes these old ears… well, most days, anyway. I’ve lived here long enough to know the rhythms of this building, and while I might not catch everything, I do notice the little things that others might miss.","manner":"Elderly woman, talks slow, intimidated, her hands gesture in the air slowly uncoordinated.","image":"headshot 10","videoUrl":"https://res.cloudinary.com/dg912bwcc/video/upload/v1758101611/11_NPC_Kline_10_p8kqfa.mp4","type":"humor"}],"fallbackAnswers":[{"script":"Look officer, I told you all I know. I heard voices fighting in the hallway and a man in white running away. That’s it, really. I wish I could be more helpful, but my memory isn’t what it used to be, and I’m just an old woman trying to keep to herself. Please understand, I’m not hiding anything.","motion":"crosses arms firmly","type":"forcedClue","manner":"Elderly woman, talks slow, intimidated, her hands gesture in the air slowly uncoordinated.","image":"fullBody 11","videoUrl":"https://res.cloudinary.com/dg912bwcc/video/upload/v1758101609/11_NPC_Kline_11_d2uvdo.mp4"},{"script":"I told you all there is to this. Please do not harass me. I am not a suspect here. I’m just a neighbor trying to live quietly, and I’ve said everything I know. I hope you can find what you’re looking for without troubling me further.","motion":"shakes head, looking away","type":"stonewall","manner":"Elderly woman, talks slow, intimidated, her hands gesture in the air slowly uncoordinated.","image":"headshot 12","videoUrl":"https://res.cloudinary.com/dg912bwcc/video/upload/v1758101608/11_NPC_Kline_12_s8vum0.mp4"}]}}